tap "hashicorp/tap"
tap "nikitabobko/tap"
brew "atuin"
brew "awscli"
brew "bat"
brew "btop"
brew "cilium-cli"
brew "docker"
brew "duf"
brew "dust"
brew "findutils"
brew "fzf"
brew "go"
brew "grizzly"
brew "helix"
brew "helm"
brew "helmfile"
brew "hubble"
brew "jsonnet-bundler"
brew "k9s"
brew "kind"
brew "kubectl-ai"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "openjdk"
brew "otree"
brew "pstree"
brew "ripgrep"
brew "starship"
brew "stern"
brew "stow"
brew "tanka"
brew "terraform"
brew "tree"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "hashicorp/tap/terraform-ls"
cask "aerospace"
cask "blender"
cask "google-chrome"
cask "iina"
cask "intellij-idea-ce"
cask "lm-studio"
cask "obs"
cask "orbstack"
cask "qbittorrent"
cask "qownnotes"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "wezterm"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "nabeeltahirdeveloper.theme-cobalt2-dark"
vscode "redhat.vscode-yaml"
vscode "tomoki1207.pdf"
